Repository: wp-plugins/custom-header-images
Catalog: languages/custom-header-images-*.po
Languages: de_de, sr_rs

source: Settings: Header Images
de_de: Einstellungen: Header Images
sr_rs: Podešavanja: Header Images

source: Settings saved successfully.
de_de: Einstellungen erfolgreich gespeichert.
sr_rs: Podešavanja uspešno sačuvana

source: Please consider %s donating %s. Thank you.
de_de: Bitte erwägen Sie %s zu spenden %s. Danke.
sr_rs: Molimo vas, razmislite o %s doniranju%s.Hvala.

source: Note:
de_de: Beachte:
sr_rs: Napomena:

source: If you host your images on your site (recommended), than you upload these using the media library:
de_de: Falls die Bilder auf ihrer Seite gehostet werden (empfohlen), dann werden diese über die Mediathek hochgeladen:
sr_rs: Ako ste vlasnik hostinga gde se nalaze slike za vaš sajt (što vam preporučujemo), onda ih otpremate uz pomoć biblioteke medija:

source: Go to the %s media library %s and upload your images (or use an external absolute image URL)
de_de: Besuche die %s Mediathek %s und lade die Bilder hoch (oder benutze eine externe Bild-URL)
sr_rs: Idite na %s biblioteku medija%s i otpremite slike (ili koristite apsolutni URL eksterne slike)

source: Copy the file-URL(s) of your image(s) and copy it to the desired position in this page
de_de: Die Datei-URL(s) der Bilder kopierieren und an die gewünschte Position in dieser Seite einfügen
sr_rs: Kopirajte URL datoteka svojih slika i kopirajte ih na željenoj poziciji unutar stranice.

source: Save the settings
de_de: Einstellungen speichern
sr_rs: Sačuvaj podešavanja

source: Just leave the fields blank to display the global default image or no image.
de_de: Die Felder nicht ausfüllen um das Standard-Bild / gar kein Bild anzuzeigen.
sr_rs: Ostavite polja prazna da biste prikazali globalnu podrazumevanu sliku ili da ne biste prikazali sliku uopšte.

source: Post, Page, Category and Taxonomy Images are set in the posts menu.
de_de: Artikel, Seite, Kategorie und Taxonomie Bilder werden im Artikel Menü festgelegt.
sr_rs: Slike za post, stranicu, kategoriju i taksonomiju podešavaju se u menijima postova.

source: General Settings
de_de: Allgemeine Einstellungen
sr_rs: Opšta podešavanja

source: Use Header Image Links?
de_de: Verlinkungen für Header-Images verwenden?
sr_rs: Koristi linkove za slike u zaglavlju?

source: If this is checked, header image links are enabled.
de_de: Wenn diese Option ausgewählt ist, ist das Link-Feature aktiviert.
sr_rs: Ako je ovo polje štiklirano, aktivirani su linkovi za slike u zaglavlju.

source: Default Header Image Width
de_de: Standard Header Image Breite
sr_rs: Širina podrazumevane slike zaglavlja

source: The image displayed on the article overview page.
de_de: Das Bild, das in der Artikelübersicht angezeigt wird.
sr_rs: Slika koja se prikazuje na stranici za pregled članaka.

source: Default Header Image Height
de_de: Standard Header Image Höhe
sr_rs: Visina podrazumevane slike zaglavlja

source: The image displayed on a static frontpage.
de_de: Das Bild das auf der statischen Startseite angezeigt wird.
sr_rs: Slika se prikazuje na statičkom frontpage-u.

source: Display nothing by default?
de_de: Standardmäßig nichts anzeigen?
sr_rs: Ne prikazuj ništa po standardu?

source: If this option is on, the Plugin displayes nothing, if no concrete image is specified.
de_de: Falls dies Option ausgewählt ist, erzeugt das Plugin keine Ausgabe, falls kein konkrete Bild festgelegt ist.
sr_rs: Ako je ova opcija uključena, plugin ne prikazuje ništa, ukoliko nije određena konkretna slika.

source: Display category image in case of missing post / page / post-type image?
de_de: Kategorie-Bild anzeigen, für den Fall dass kein Artikel- / Seiten- / Post-Type Bild festgelegt ist?
sr_rs: Prikaži kategoriju slike u slučaju da nedostaje post/stranica/slika određene vrste posta?

source: If this option is on, the Plugin displays the category image (if existing), in case of missing specific image for post/page/post-type.
de_de: Falls diese Option aktiviert ist, zeigt das Plugin das Kategorie Bild an (falls eines festgelegt ist), für den Fall, dass kein konkretes Artikel-/Seiten-/Post-Type Bild festgelegt ist.
sr_rs: Ako je ova opcija uključena, plugin prikazuje sliku kategorije (ako postoji), u slučaju da nedostaje specifična slika za post/stranicu/vrstu posta.

source: Fill this out for using relative URLs. For example if all of your images are stored in http://www.example.com/wp-content/uploads/ you can provide this base. Note: You loose the ability to use image sources from outside the specified base!
de_de: Für den Fall, dass relative URLs benutzt werden sollen, kann hier ein URL-Prefix eingegeben werden. Wenn beispielsweise alle Bilder in http://www.example.com/wp-content/uploads/ gespeichert sind, kann dieser Speicherort als Basis verwendet werden. Achtung: Wenn man ein Prefix benutzt kann man keine Bilder mehr außerhalb dieses Speicherorts spezifizieren.
sr_rs: Popunite za upotrebu odgovarajućih URL-a. Na primer, ako su vam sve slike smeštene na http://www.example.com/wp-content/uploads/, možete uneti tu bazu. Napomena: gubite sposobnost da koristite izvore slika van navedene baze!

source: Exclude the following post types (by slug, comma seperated):
de_de: Die folgenden Post-Types von der Header-Image Funktionalität ausschließen (den "slug" verwenden, mit Komma trennen):
sr_rs: Izuzmi sledeće vrste postova (po slug-u, odvojene zarezima)

source: Possible values:
de_de: Mögliche Werte:
sr_rs: Moguće vrednosti:

source: Exclude the following taxonomies (by slug, comma seperated):
de_de: Die folgenden Taxonomieen ausschließen (nach "slug", mit Komma getrennt):
sr_rs: Izuzmi sledeće taksonomije (po slug-u, odvojene zarezima)

source: Image Settings
de_de: Bild Einstellungen
sr_rs: Podešavanja slike

source: Global Image Default URL
de_de: Globale Bild Default URL
sr_rs: Podrazumevani URL globalne slike

source: Linked URL:
de_de: Verlinkte URL:

source: The image displayed on all pages, which have no set default.
de_de: Das Bild wird auf allen Seiten angezeigt, die keinen anderen Standard festgelegt haben.
sr_rs: Slika se prikazuje na svim stranicama koje nemaju podešenu podrazumevanu sliku.

source: Special Pages
de_de: Spezialseiten
sr_rs: Posebne stranice

source: Home Image URL
de_de: Bild-URL auf der "Home" Seite (Artikelübersicht)
sr_rs: URL slike početne stranice

source: Frontpage Image URL
de_de: Bild URL auf der "Frontpage" (Statische Startseite)
sr_rs: URL slike za frontpage

source: 404 Image URL
de_de: 404 Bild URL
sr_rs: URL 404 slike

source: The image displayed on error pages.
de_de: Das Bild, das auf Fehlerseiten angezeigt wird.
sr_rs: Slika prikazana na stranicama sa obaveštenjem o grešci

source: Search Image URL
de_de: Bild URL auf der Such-Seite
sr_rs: Pretraži URL slike

source: The image displayed on search pages.
de_de: Die Bild URL, die auf der Such-Seite angezeigt wird.
sr_rs: Slika prikazana na stranicama pretrage

source: Posts &amp; Pages
de_de: Artikel &amp; Seiten
sr_rs: Postovi &amp; Stranice

source: Single Post Default Image URL
de_de: Artikel-Ansicht Standard Bild URL
sr_rs: URL podrazumevane slike pojedinačnog posta

source: The image displayed on single posts by default.
de_de: Das Bild, das angezeigt wird, wenn ein Artikel kein konkreteres Bild festgelegt hat.
sr_rs: Slika prikazana na pojedinačnim postovima, po standardu.

source: Page Image Default URL
de_de: Seiten Bild Standard URL
sr_rs: URL podrazumevane slike za stranicu

source: The image displayed on pages by default.
de_de: Das Bild das standardmäßig auf Seiten angezeigt wird.
sr_rs: Slika se prikazuje na stranicama po standardu.

source: Archive Pages
de_de: Archiv-Seiten
sr_rs: Arhiviraj stranice

source: Archive Default Image URL
de_de: Archiv Standard Bild URL
sr_rs: Arhiviraj URL podrazumevane slike

source: The image displayed on archive pages by default.
de_de: Das Bild das standardmäüßig auf Archiv-Seiten angezeigt wird.
sr_rs: Slika se prikazuje na arhiviranim stranicama po standardu

source: Date Image URL
de_de: Datums-Archiv Bild URL
sr_rs: Obriši URL slike

source: The image displayed on date archive pages.
de_de: Das Bild das standardmäßíg in Datums-Archiven angezeigt wird.
sr_rs: Slika se prikazuje na stranicama arhiviranim po datumu

source: Author Image Default URL
de_de: Autoren Bild Default URL
sr_rs: URL podrazumevane slike autora

source: The image displayed on author pages by default.
de_de: Das Bild das standardmäßig auf Autoren-Seiten angezeigt wird.
sr_rs: Slika se prikazuje na autorskim stranicama po standardu

source: Category Image Default URL
de_de: Kategorie-Bild Standard URL
sr_rs: URL podrazumevane slike kategorije

source: The image displayed on category pages by default.
de_de: Das Bild das standardmäßig auf Kategorie-Seiten angezeigt wird.
sr_rs: Slika se prikazuje na stranicama kategorije po standardu

source: Tag Image Default URL
de_de: Schlagwort-Bild default URL
sr_rs: URL podrazumevane oznake slike

source: The image displayed on tag pages by default.
de_de: Das Bild das standardmäßig auf Schlagwort-Seiten angezeigt wird.
sr_rs: Slika se prikazuje na stranicama oznaka po standardu

source: Taxonomy Image Default URL
de_de: Taxonomie Bild Default URL
sr_rs: URL podrazumevane slike taksonomije

source: The image displayed on taxonomy pages by default.
de_de: Das Bild das standardmäßig auf Taxonomie-Übersichts-Seiten angezeigt wird.
sr_rs: Slika se prikazuje na stranicama taksonomije po standardu

source: Custom Output
de_de: Benutzerdefinierte Ausgabe
sr_rs: Prilagođeni izlaz

source: For reasons of responsiveness and more flexibility, you may want to adjust the output of the Plugin to your needs.Use any HTML, CSS and even JavaScript to customize your output. Leave empty for standard output.
de_de: Für Fortgeschrittene: Damit das Plugin eine bessere Flexibilität (z.B. für responsive Webdesign) anbieten kann, kann hier ein manueller Output festgelegt werden. Es kann beliebiges HTML, CSS und sogar JavaScript verwendet werden. Wenn dieses Feld nicht ausgefüllt wird, wird die Standard-Ausgabe verwendet.
sr_rs: Zbog odziva i veće fleksibilnosti, možda ćete želeti da prilagodite izlaz plugin-a prema svojim potrebama. Koristite bilo koji HTML, CSS, čak i JavaScript sa biste prilagodili svoj izlaz. Ostavite prazno za standardni izlaz.

source: Important
de_de: Wichtig
sr_rs: Važno

source: Use the following shortcodes, or you will not see your header images correctly:
de_de: Die folgenden Shortcodes sollten unbedingt verwendet werden, oder die Ausgabe wird nicht richtig funktionieren.
sr_rs: Koristite sledeće shortcode-ove ili vam se slike u zaglavlju neće ispravno prikazivati.

source: The header image URL
de_de: Die Bild-Datei URL
sr_rs: URL slike zaglavlja

source: The header image Link
de_de: Der Bild-Datei Link
sr_rs: Link slike zaglavlja

source: The header image defined width
de_de: Die definierte Breite des Header-Bilds
sr_rs: definisana širina slike zaglavlja

source: The header image defined height
de_de: Die definierte Höhe des Header-Bilds
sr_rs: definisana visina slike zaglavlja

source: Caution
de_de: Warnung
sr_rs: Oprez

source: Be careful, you should know what you are doing.
de_de: Diese Funktion sollte nur verwendet werden, wenn man genau weiß, was man tut.
sr_rs: Pazite, trebalo bi da znate šta radite.

source: In case of troubles, you can use %s restore default %s.
de_de: Falls es Probleme gibt, kann %s hier der Standard wiederhergestellt werden %s.
sr_rs: U slučaju da vam se pojave problemi, možete koristiti opciju %s vrati na podrazumevane vrednosti%s

source: Save Settings
de_de: Einstellungen speichern
sr_rs: Sačuvaj podešavanja

source: Custom Header Image
de_de: Benutzerdefiniertes Header Bild
sr_rs: Prilagođena slika u zaglavlju

source: URL of the Custom Header Image
de_de: URL des Header-Bilds
sr_rs: URL prilagođene slike u zaglavlju

source: Link of the Custom Header Image
de_de: Verlinkung des Header Bilds
sr_rs: Link za prilagođenu sliku u zaglavlju

source: Display nothing?
de_de: Nichts anzeigen?
sr_rs: Ne prikazuj ništa?

source: Taxonomy Image Url (The Image)
de_de: Taxonomie Bild URL (Das Bild)
sr_rs: URL taksonomije slike (slika)

source: The Taxonomy Thumbnail URL - please use relative path like /wp-content/..path_to_image/image.jpg
de_de: Der Pfad zum Taxonomie Bild - relativer Pfad wird empfohlen (z.B. /wp-content/..path_to_image/image.jpg)
sr_rs: URL taksonomije sličice - koristite relativnu putanju, kao što je /wp-content/..path_to_image/image.jpg

source: Taxonomy Image Link (Link of the Image)
de_de: Taxonomie Bild Link (Die Verlinkung des Taxonomie-Bilds)
sr_rs: Link za taksonomiju slike (link slike)

source: Use this, if you want to link the Taxonomy Image to some url e.g. http://myblog.org/taxonomy-overview/
de_de: Diese Option wählen, falls das Taxonomie Bild verlinkt sein soll (z.B. http://myblog.org/taxonomy-overview/).
sr_rs: Koristite ga ako želite da povežete taksonomiju slike s nekim url-om, npr. http://myblog.org/taxonomy-overview/

source: Display no header image?
de_de: Kein Header-Bild anzeigen?
sr_rs: Ne prikazuj sliku zaglavlja?

source: If this is checked, no header image will be displayed.
de_de: Falls diese Option gewählt ist, wird kein Header-bild angezeigt.
sr_rs: Ako je ova opcija štiklirana, neće se prikazati slika u zaglavlju

source: Taxonomy Image Url
de_de: Taxonomie Bild URL
sr_rs: Url taksonomije slike

source: Custom Header Images for Authors
de_de: Custom Header Images (für Autoren-Seiten)
sr_rs: Prilagođene slike autora u zaglavlju

source: The images which are selected here, will be displayed on author archive pages.
de_de: Die Bilder die hier eingestellt werden, werden auf Autoren-Archiv Seiten angezeigt.
sr_rs: Slike koje ovde odaberete biće prikazane na arhiviranim stranicama autora

source: Author Image URL
de_de: Autoren Bild URL
sr_rs: URL slike autora

source: The Author Header Image URL - please use relative path like /wp-content/..path_to_image/image.jpg
de_de: Der Pfad zum Autoren Bild - relativer Pfad wird empfohlen (z.B. /wp-content/..path_to_image/image.jpg)
sr_rs: URL slike autora u zaglavlju - molimo vas da koristite relativnu putanju, kao što je /wp-content/..path_to_image/image.jpg

source: Author Image Link
de_de: Autoren Bild Verlinkung
sr_rs: Link za sliku autora

source: Use this, if you want to link the Author Image to some url e.g. http://myblog.org/author-overview/
de_de: Diese Option wählen, falls das Autoren-Bild verlinkt sein soll (z.B. http://myblog.org/author-overview/).
sr_rs: Koristite ga ako želite da povežete sliku autora s nekim url-om, npr. http://myblog.org/author-overview/

source: If this is checked, no header image on the authors page will be displayed.
de_de: Falls diese Option gewählt ist, wird kein Header-Bild angezeigt.
sr_rs: Ako je ova opcija štiklirana, na stranici autora neće se prikazivati slika u zaglavlju.

source: Header Image URL Prefix
sr_rs: URL prefiks slike zaglavlja
